Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Chłopak drżał z zimna. To już ósmy dzień trzymają ich na zewnątrz. Od czasu zwycięstwa najeźdźców nie liczył na wiele. W końcu był po tej „złej” stronie. Nie spodziewał się jednak w najgorszych snach, że przez tydzień będzie ślęczał na mrozie i głodzie.
uk: Хлопець тремтів від холоду. Це вже восьмий день, як їх тримають на вулиці. Після перемоги загарбників він мало на що розраховував. Адже він був на 'поганому' боці. Але навіть у найстрашніших снах він не очікував, що доведеться тиждень сидіти в холоді та голоді.

source: Chłopak jest bystry i szybko się uczy, ale przed nim jeszcze sporo pracy. Ja jestem tu po to, żeby wyszedł na ludzi, tak jak jego ojciec.
uk: Хлопець здібний і швидко вчиться, але у нього ще багато роботи попереду. Я тут для того, щоб зробити з нього чоловіка, такого ж, як і його батько.

source: Chłopak ma na imię Feil. Nie musisz mu folgować, dość już się za nim nabiegałem.
uk: Хлопця звати Фейл. Не треба йому потурати, я вже достатньо набігався за ним.

source: Chłopak mówi prawdę.
uk: Хлопець каже правду.

source: Chłopak poczuł, jak coś przeszyło mu pierś. Coś zimnego i twardego. Nie miał nawet chwili, żeby zastanowić się nad tym, co to było, skąd i po jaką cholerę. Ale cieszył się w duchu, że to już koniec. Po chwili osunął się do wykopanej poniżej fosy i przestał cokolwiek odczuwać.
uk: Хлопець відчув, як щось пронизує його груди. Щось холодне і тверде. Він навіть не встиг подумати про те, що це було, звідки воно взялося і якого дідька воно там опинилося. Але в душі він був радий, що все закінчилося. За мить він звалився у виритий внизу рів і перестав що–небудь відчувати.

source: Chłopak wydawał się bardzo religijny. Dopytywał nas o zniszczoną kapliczkę Adanosa w wieży, pytał też czy nie ma tu kapliczki Innosa by mógł się pomodlić.
uk: Хлопака здавався дуже релігійним. Він розпитував нас про зруйнований вівтар Аданоса у вежі, а також цікавився, чи немає тут вівтаря Інноса, щоб можна було помолитися.

source: Chłopak śpi jak zabity, muszę znaleźć coś, co pomoże mi go obudzić.
uk: Хлопець спить як вбитий. Потрібно знайти щось, що допоможе його розбудити.

source: Chłopaki będą zachwyceni, dawno nie mieliśmy tu nowych kobiet. Znajdę im odpowiedni przydział, już ty się o to nie martw.
uk: Хлопці будуть у захваті, у нас давно не було нових жінок. Я знайду їм підходящу роботу, тобі більше не треба про це турбуватися.

source: Chłopaki mówili, że będzie ciekawie. Miałem się wykazać, a tu nic. Spokój.
uk: Хлопці казали, що буде цікаво. Я повинен був проявити себе, а тут нічого. Спокій.

source: Chłopaki!
uk: Хлопці!

source: Chłopaki, podnoście!
uk: Хлопці, піднімайте!

source: Chłopaki, ten smarkacz wyraźnie chce dostać w papę!
uk: Хлопці, цей шмаркач явно хоче отримати прочухана!

source: Chłopaki, to on!
uk: Хлопці, це він!

source: Chłopcom przyda się trochę rozrywki, a te zmagania najlepszych wojowników z okolicy stały się wręcz naszą tradycją.
uk: Хлопцям не завадить трохи розважитися, і ці бої між найкращими воїнами в окрузі вже стали нашою традицією.

source: Chłopcy lubią nazywać je kuchnią Urycha, ale tak naprawdę to po prostu kantyna.
uk: Хлопці люблять називати це місце кухнею Уріха, але насправді це просто їдальня.

source: Chłopcy z Vengardu już o to zadbają!
uk: Хлопці з Венгарду подбають про це!

source: Chłopcy, brać go!
uk: Хлопці, схопити його!

source: Chłopcy, brać ich!
uk: Хлопці, хапайте його!

source: Chłopcy, udzielcie mu jakiegoś wsparcia!
uk: Хлопці, підтримайте його!

source: Chłopcy, za mną! Pokażemy im, z czego są zrobieni prawdziwi mieszkańcy Archolos!
uk: Хлопці, за мною! Покажемо їм, з чого зроблені справжні мешканці Архолосу!

source: Chłopcy, zapraszam do zabawy!
uk: Хлопці, ласкаво просимо до розваги!

source: Chłopcy, zbieramy się. Niech sami walczą o te zgliszcza.
uk: Хлопці, ходімо. Нехай самі борються за ці руїни.

source: Chłopcy, złożycie teraz przysięgę, dzięki której zostaniecie braćmi miecza i obrońcami naszego miasta. Będziecie musieli sobie ufać i wzajemnie na sobie polegać.
uk: Хлопці, зараз ви складете присягу, якою станете братами по зброї і захисниками нашого міста. Ви повинні будете довіряти і покладатися один на одного.

source: Chłopcze dziwnie to zabrzmi, ale przypominasz mi mojego męża gdy był jeszcze młody.
uk: Хлопче, це прозвучить дивно, але ти нагадуєш мені мого чоловіка, коли він був ще молодим.

source: Chłopcze spadłeś mi prosto z nieba!
uk: Хлопче, ти звалився на мене з небес!

source: Chłopcze! Podejdź tu, szybko!
uk: Хлопче! Підійди сюди, швидко!

source: Chłopcze, ależ oczywiście!
uk: Звісно, хлопче, звісно!

source: Chłopcze, bardzo mi przykro. Przez cały czas wierzyłem, że uda ci się go znaleźć całego i zdrowego.
uk: Хлопче, мені дуже прикро. Я весь час вірив, що ти знайдеш його цілим і здоровим.

source: Chłopcze, chcesz stać się prawdziwym mężczyzną?
uk: Хлопче, хочеш стати справжнім чоловіком?

source: Chłopcze, cierpliwości!
uk: Хлопче, май терпіння!

source: Chłopcze, co ty robisz? Nasz cel jest w drugą stronę.
uk: Хлопче, що ти робиш? Нам в іншу сторону.

source: Chłopcze, czas to pieniądz! Mniej gadania, więcej schodzenia do ruin i szukania artefaktów!
uk: Хлопче, час - це гроші! Менше розмов, більше спусків у руїни на пошуки артефактів!

source: Chłopcze, do moich zadań należy wiedzieć co się dzieje z moimi ludźmi. Informacje są na Archolos w cenie.
uk: Хлопче, це моя робота – знати, що відбувається з моїми людьми. Інформація на Архолосі надзвичайно цінна.

source: Chłopcze, dobry z ciebie kopacz?
uk: Хлопче, а ти вправний копач?

source: Chłopcze, gdybym mógł aresztować każdego, kto nie zgadza się z królewską wolą, to Khorinis byłoby już mocno przeludnione. To stanowczo za mało.
uk: Хлопче, якби я міг заарештовувати кожного, хто не згоден з королівською волею, Хорініс був би вже сильно перенаселений. Цього явно недостатньо.

source: Chłopcze, ja potrzebuję powrotu wiary, a nie oczyszczania cmentarza z polnych bestii. Jestem pewny, że bez problemu poradzisz sobie z tym zadaniem sam.
uk: Хлопче, мені потрібно повернути віру, а не очищати цвинтар від польових жуків. Впевнений, ти без проблем впораєшся із цим завданням сам.

source: Chłopcze, ja zęby zjadłem na tej sztuce!
uk: Хлопче, я цю справу знаю вздовж і впоперек!

source: Chłopcze, jestem wpływowym człowiekiem i mogę ci bardzo pomóc - o ile stoisz po właściwej stronie!
uk: Хлопче, я впливова людина і можу тобі багато в чому допомогти - якщо ти будеш на правильному боці!

source: Chłopcze, jesteś w tawernie portowej. Kimże może być kobieta stojąca za kontuarem?
uk: Хлопче, ти в портовій корчмі. Ким може бути жінка за прилавком?

source: Chłopcze, magia to trudna sztuka, której opanowanie jest możliwe tylko dzięki wieloletniej nauce, pokornej i wymagającej, ale dającej człowiekowi ogromne możliwości.
uk: Хлопче, магія – це складне мистецтво, яке опановують за довгі роки смиренного і наполегливого навчання, але яке відкриває людині величезні можливості.

source: Chłopcze, mam swoje źródła, dalej się o tym nie przekonałeś. Poza tym, uważaj na ludzi Volkera. Sporo o ciebie pytali.
uk: Хлопче, у мене є свої джерела, хіба ти досі цього не зрозумів? Крім того, стережися людей Волкера. Вони багато про тебе розпитують.

source: Chłopcze, mam tu wiele obowiązków i problemów do rozwiązania. To naprawdę nie najlepszy czas na tego typu zabawy.
uk: Хлопче, я маю багато обов'язків і проблем, з якими треба розібратися. Зараз дійсно не найкращий час для таких розваг.

source: Chłopcze, nie ekscytuj się tak. To tylko bieg treningowy. Nic nie wygrasz, jeśli powiesz mi: 'Pierwszy!'.
uk: Хлопче, не гарячкуй ти так. Це лише тренувальний забіг. Ти нічого не виграєш, якщо скажеш мені: 'Перший!'.

source: Chłopcze, nie ma złota, nie ma klucza do pokoju. Miałam tu już takich gości co spali noc lub dwie i później znikali. Nigdy więcej!
uk: Хлопче, немає золота – немає ключа від кімнати. У мене тут вже були гості, які спали ніч чи дві, а потім зникали. Більше такого ніколи не повториться!

source: Chłopcze, przed tym winem jeszcze długa droga! Najpierw trzeba pozwolić, by zaczęło fermentować, przefiltrować otrzymany produkt, później zlać do butelek.
uk: Хлопче, це вино ще має пройти довгий шлях! Спочатку треба дати йому забродити, відфільтрувати отриманий продукт, а потім розлити по пляшках.

source: Chłopcze, płacę ci za pracę, nie za gadanie. No już, do roboty!
uk: Хлопче, я тобі плачу за роботу, а не за балачки. Давай, до роботи!

source: Chłopcze, rozumiem twoje rozgoryczenie, ale nie zapominaj, że to ty pracowałeś dla człowieka, który porwał Jorna.
uk: Хлопче, я розумію твоє горе, але не забувай, що це ти працював на людину, яка викрала Йорна.

source: Chłopcze, spokojnie! Nasza wyspa jest całkowicie bezpieczna!
uk: Хлопче, заспокойся! Наш острів абсолютно безпечний!

source: Chłopcze, sprawa umundurowania sama się nie rozwiąże.
uk: Хлопче, справа з обладунками сама собою не вирішиться.

source: Chłopcze, szczegóły kontaktów z magami nie powinny być twoim zmartwieniem.
uk: Хлопче, деталі моєї взаємодії з магами не повинні тебе турбувати.

source: Chłopcze, to nie jest zwykły dowódca mianowany za swoje urodzenie czy włażenie Królowi do dupy. Lee pochodzi z nizin społecznych i sam zapracował na swoją pozycję.
uk: Хлопче, це тобі не звичайний командир, призначений через свій родовід або через догоджання Королю. Лі родом із самих низів суспільства і сам заслужив своє становище.

source: Chłopcze, trochę cierpliwości. I uważaj, żeby nie podeptać kwiatów, gdy tak łazisz w jedną i drugą stronę!
uk: Трохи терпіння, хлопче. І обережніше, щоб не розтоптати квіти, коли ходитимеш туди-сюди!

source: Chłopcze, wyglądasz na kogoś, kto nie potrzebuje wędki. Gdyby było inaczej, to przecież byś tu ze mną nie rozmawiał twarzą w twarz, nieprawdaż?
uk: Хлопче, ти схожий на того, кому не потрібна вудка. Якби це було інакше, ти б не розмовляв зі мною віч-на-віч, чи не так?

source: Chłopie! Wyprawiłbym ci biesiadę na mój koszt, gdyby nam nie zagrażali orkowie. Nie ma w życiu nic cenniejszego niż święty spokój! Zapamiętaj to sobie!
uk: Хлопче! Я б влаштував тобі бенкет своїм коштом, якби нам не загрожували орки. Немає нічого дорожчого в житті, ніж мир і спокій! Запам'ятай це!

source: Chłopie, chyba nie wiesz dokąd leziesz!
uk: Хлопче, здається, ти не знаєш, куди лізеш!

source: Chłopie, czyś ty rozum postradał? Król ma nas w nosie!
uk: Хлопче, ти головою вдарився? Королю начхати на нас!

source: Chłopie, komuś tak dobremu już niczego nie pokażę, i wątpię, by ktokolwiek miał pokazać.
uk: Хлопче, я більше нічому не зможу тебе навчити, і сумніваюся, що хтось зможе.

source: Chłopie, nikt oprócz myśliwych tędy nie chodzi.
uk: Хлопче, ніхто, окрім мисливців, не ходить цією дорогою.

source: Chłopiec na posyłki
uk: Хлопчик на побігеньках

source: Chłopiec o imieniu Norman. Był bardzo młody, gdy Innos wezwał go na swoje łono.
uk: Хлопець на ім'я Норман. Він був ще зовсім молодим, коли Іннос покликав його до свого лона.

source: Ci Wilczy Synowie mają rozmach, a myślałem, że to nasze grobowce są ogromne.
uk: Ці Вовчі Сини підійшли до справи з розмахом, а я ще думав, що це наші гробниці величезні.

source: Ci bandyci sprawiali wrażenie, że nie przepadają za władzą królewską. To jedyne, co przychodzi mi do głowy.
uk: Склалося враження, що ці бандити були не в захваті від королівської влади. Це єдине, що мені спадає на думку.

source: Ci dranie nie dali mi nawet chwili na wyjaśnienia. Zanim się obejrzałem, byłem już za kratami.
uk: Ці ідіоти навіть не дали мені часу пояснити. Не встиг я озирнутися, як опинився за ґратами.

source: Ci durnie nie rozumieją, jak szkodliwe mogą być ich działania.
uk: Ці дурні не розуміють, наскільки шкідливими можуть бути їхні дії.

source: Ci górnicy pewnie wyleźli za palisadę się odlać i dopadły ich wilki, albo inne dzikie zwierzęta. Nie ma co drążyć tematu.
uk: Ці гірники, ймовірно, вийшли за частокіл відлити, і їх загризли вовки або інші дикі звірі. Не варто більше займатися цим питанням.

source: Ci krzepcy, odporni na trudy ludzie, wielokrotnie dowiedli umiejętności nie tylko we władaniu bronią, ale i jej obróbką na kowadle.
uk: Ці міцні витривалі люди неодноразово демонстрували свою майстерність не лише у володінні зброєю, а й у її виготовленні.

source: Ci ludzie nie zamierzali ciąć nimi mięsa. Postanowiłyśmy pokrzyżować ich plany.
uk: Ці люди явно не збиралися нею хліб різати. Ми вирішили перешкодити їхнім планам.

source: Ci pozbawieni skrupułów BARBARZYŃCY nie tak dawno mordowali naszych chłopców na froncie, a dzisiaj Morris bez zdania racji rozdaje im złoto, przydziela pracę i buduje chaty!
uk: Ці безсовісні ВАРВАРИ не так давно вбивали наших хлопців на фронті, а сьогодні Морріс роздає їм золото, призначає на роботу і будує їм будинки без всякого суду і слідства!

source: Ci prostacy z innych dzielnic nie potrafią tego po prostu docenić.
uk: Простаки з інших кварталів просто не здатні цього оцінити.

source: Ci przeklęci renegaci! Co muszę zrobić, by w końcu się ich pozbyć?
uk: Прокляті відступники! Що я маю зробити, щоб нарешті їх позбутися?

source: Ci słabeusze daleko nie zajdą. Ni cholery, nie dotrzemy do wioski!
uk: Ці слабаки далеко не зайдуть. Ні, чорт забирай, ми не дійдемо до села!

source: Ci służbiści ze straży są gotowi skonfiskować nawet najmniejszego skręta, a jak mają zły humor to i do aresztu mogą cię zaciągnąć.
uk: Вартові готові конфіскувати навіть найменшу скрутку, а якщо у них поганий настрій, вони навіть можуть кинути тебе до в'язниці.

source: Ci wszyscy gwardziści królewscy mogą się wypchać. Ani Roderich ani król nie będzie mi mówił gdzie mogę spać, a gdzie nie.
uk: Всі ці королівські гвардійці можуть забиратися геть. Ні Родеріх, ні король не будуть вказувати мені, де я можу спати, а де ні.

source: Ci wszyscy gwardziści królewscy mogą się wypchać. Ani Roderich ani król nie będzie mi mówił, gdzie mogę spać, a gdzie nie.
uk: Всі ці королівські гвардійці можуть забиратися геть. Ні Родеріх, ні король не будуть вказувати мені, де я можу спати, а де ні.

source: Ci wszyscy gwardziści królewscy mogą się wypchać. Ani Roderich, ani król nie będzie mi mówił gdzie mogę spać, a gdzie nie.
uk: Всі ці королівські гвардійці можуть забиратися геть. Ні Родеріх, ні король не будуть вказувати мені, де я можу спати, а де ні.

source: Ci, którzy nie mają gdzieś w jakich mundurach chodzą, dołożyli coś od siebie.
uk: Ті, кому не байдуже, в якій формі вони ходять, зробили свій внесок.

source: Ciachacz
uk: Різак

source: Ciastka z miodem
uk: Медове печиво

source: Ciała wyglądają na zakopane nieudolnie i w pośpiechu, a przede wszystkim są bardzo świeże. Co jednak najdziwniejsze, zobaczyłem wyłącznie po jednym osobniku z różnych gatunków, które raczej nie powinny się tutaj znaleźć.
uk: Схоже, тіла були закопані незграбно і нашвидкуруч, і головне – вони дуже свіжі. Але найдивніше те, що я знайшов лише по одному екземпляру різних видів, які навряд чи мали б тут бути.

source: Ciało córki Ezekiela zostało na plaży. Staruszek jest załamany. Może mógłbyś pomóc sprowadzić je na cmentarz?
uk: Тіло доньки Єзекіїля залишилося на пляжі. У старого розбите серце. Можливо, ти міг би допомогти віднести його на цвинтар?

source: Ciało jest wręcz zmasakrowane. Rany nie wskazują jednoznacznie co spotkało tego biedaka. Dobrze, że Sunder powiedział mi o stroju kowala, bo w innym wypadku trudno by było je zidentyfikować. To musi być człowiek Dimy. Okolica rzeczywiście jest niebezpieczna, powinienem wracać do Sundera.
uk: Тіло просто замордоване. Такі поранення не дають чіткого уявлення про те, що сталося з цим бідолахою. Добре, що Сандер розповів мені про ковальський фартух, інакше його було б важко впізнати. Це, мабуть, людина Діни. Ця місцевість і справді небезпечна, треба повертатися до Сандера.

source: Ciało jest wręcz zmasakrowane. Rany nie wskazują jednoznacznie co spotkało tego biedaka. To musi być człowiek Dimy. Okolica rzeczywiście jest niebezpieczna. Pora wrócić do Dimy z raportem.
uk: Тіло просто замордоване. Такі поранення не дають чіткого уявлення про те, що сталося з цим бідолахою. Ця місцевість і справді небезпечна. Час повертатися до Діни зі звітом.

source: Ciało kobiety? Cholera...
uk: Тіло жінки? Дідько...

source: Ciało nie ma obrażeń zewnętrznych. To nie Bukhard.
uk: На тілі немає зовнішніх пошкоджень. Це не Бурхард.

source: Ciało spalone. Spoczywaj w spokoju, Gaur.
uk: Тіло спалене. Спочивай з миром, Гауре.

source: Ciało wygląda jakby ktoś je zakopał w pośpiechu...
uk: Тіло виглядає так, ніби хтось поспіхом закопав його...

source: Ciało wygląda na świeże i chyba nie zostało jeszcze tknięte przez robactwo.
uk: Тіло виглядає свіжим і, здається, його ще не чіпали хробаки.

source: Ciało?
uk: Тіло?

source: Cicha woda brzegi rwie!
uk: В тихому болоті чорти водяться!

source: Cicha śmierć
uk: Тиха смерть

source: Cicho głupcze! Chcesz zarobić podwójnie?
uk: Тихіше, дурню! Хочеш заробити вдвічі більше?

source: Cicho! Dlaczego miałbym ci zaufać?
uk: Тихо! Чому я повинен тобі довіряти?

source: Cicho! Muszę się skupić! Spróbuję go tu przeteleportować!
uk: Тихо! Мені потрібно зосередитися! Я спробую телепортувати його прямо сюди!

source: Cicho... słyszysz? Chyba ktoś idzie...
uk: Тихіше... Ти чуєш? Здається, хтось іде...

source: Ciebie i twojego brata nie, bo was znam i wam ufam, ale nie mogę tego samego powiedzieć o reszcie.
uk: Тебе і твого брата – ні, бо я вас знаю і довіряю вам. Але я не можу сказати того ж про решту.

source: Ciebie również Berto!
uk: Навзаєм, Берто!

source: Ciebie również daleko wywiało, jak na gońca Gildii. Stary Lorenzo planuje nowy interes?
uk: Тебе теж далеко занесло, як для посланця Гільдії. Старий Лоренцо планує новий бізнес?

source: Ciebie też przeraża ten facet? Wszyscy faceci tutaj to jakieś zbiry, ale on... Na samą myśl przechodzą mnie ciarki.
uk: Він тебе теж лякає? Усі вони тут бандити, але він... Від нього в мене мурашки по шкірі.

source: Ciebie też? Mój brat jest niereformowalny! Przepraszam cię za niego.
uk: І тебе теж? Мій брат невиправний! Прошу вибачення за нього.

source: Ciebie tu wcześniej nie widziałem.
uk: Я тебе тут раніше не бачив.

source: Ciebie zabrać nie mogę. Nie obraź się, ale nie wyglądasz na siłacza.
uk: Я не можу тебе взяти. Не ображайся, але ти не схожий на силача.

source: Ciebie, z kolei, nigdy tu wcześniej nie widziałem.
uk: В свою чергу, я ніколи раніше тебе тут не бачив.

source: Ciebie? Mam trenować mieszkańców wioski, a nie obcych. Znajdź sobie kogoś innego.
uk: Тебе? Я маю навчати селян, а не чужинців. Знайди когось іншого.

source: Ciebie? Niby skąd jesteś?
uk: Тебе? Звідки ти?

source: Ciekaw jestem, co Volker ma na ten temat do powiedzenia.
uk: Цікаво, що Волкер скаже з цього приводу.

source: Ciekaw jestem, jak smakuje ich mięso...
uk: Мені цікаво, як смакує їхнє м'ясо...

source: Ciekawa jestem, ile mogłabym zgarnąć za parę orkowych łbów. Pewnie się nie dowiem, bo ludzie Wysłannika jakoś krzywo na mnie patrzą.
uk: Цікаво, скільки б я могла заробити за кілька оркських голів. Мабуть, вже не дізнаюся, бо люди Посла якось косо на мене дивляться.

source: Ciekawa sprawa... Ten uciążliwy dźwięk rogu po prostu ucichł...
uk: Дивна річ... Той набридливий звук рогу щойно затих...

source: Ciekawe czy ci cali bogowie mają jakieś panienki!
uk: Цікаво, а чи є у цих всемогутніх богів дружини?

source: Ciekawe czy natrafimy pod ziemią na jakieś cenne złoża? Zawsze to jakiś dodatkowy zarobek.
uk: Цікаво, чи натрапимо ми на якісь цінні поклади під землею? Додатковий заробіток - це завжди добре.

source: Ciekawe do kogo należała...
uk: Цікаво, кому він належав...

source: Ciekawe jak długo pożyje chłopak, który wejdzie na jego miejsce. Eee... Zakładam, że nie dociągnie do zimy!
uk: Цікаво, як довго проживе той, хто займе його місце? Еее... Гадаю, до зими не дотягне!

source: Ciekawe jak zareaguje, gdy dowie się, że przez ciebie stracił taką ofertę.
uk: Цікаво, як він відреагує, коли дізнається, що через тебе він втратив таку пропозицію.

source: Ciekawe plany. Miejmy nadzieję, że uda ci się je zrealizować.
uk: Цікаві плани. Будемо сподіватися, що ти зможеш їх здійснити.

source: Ciekawe to romansidło. Pełne cennych przedmiotów i pozbywania się świadków.
uk: Цікавий роман. Сповнений коштовностей і позбавлення від свідків.

source: Ciekawe, ale to nie mogli być Południowcy. Jestem pewien, że grupa, której szukamy, pochodzi z Archolos.
uk: Цікаво, але це не могли бути південці. Я впевнений, що група, яку ми шукаємо, з Архолосу.

source: Ciekawe, co by było, gdybym też wylądował w mieście, a nie w Silbach.
uk: Цікаво, що було б, якби я теж опинився у місті, а не у Сільбаху.

source: Ciekawe, co temu szaleńcowi mogło jeszcze przyjść do głowy? Udało ci się poznać jakieś szczegóły?
uk: Цікаво, що ще міг придумати цей божевільний? Тобі вдалося з'ясувати якісь подробиці?

source: Ciekawe, czy Rita odnalazła swojego pracownika...
uk: Цікаво, чи знайшла Рита свого працівника...

source: Ciekawe, czy przy tych wszystkich orkach w ogóle tam dotarł...
uk: Цікаво, чи він дістався туди взагалі, через усіх цих орків...

source: Ciekawe, czy się zgrywał, czy mówił poważnie.
uk: Цікаво, чи він жартував, чи говорив серйозно.

source: Ciekawe, dokąd prowadzi.
uk: Цікаво, куди він веде.

source: Ciekawe, jak będziesz zbierał zęby z połamanymi łapami...
uk: Цікаво, як ти збиратимеш зуби з поламаними руками...

source: Ciekawe, jak jutro stawi się u Lorenzo z tymi siniakami. Masz talent chłopcze!
uk: Цікаво, як він завтра прийде до Лоренцо з цими синцями. У тебе талант, хлопче!

source: Ciekawe, jak pozostali to odbiorą. Chętnie zobaczyłbym ich reakcję.
uk: Цікаво, як це сприймуть інші. Хотілося б побачити їхню реакцію.

source: Ciekawe, jak zamierzasz to zrobić, leżąc w kałuży własnej krwi?
uk: Цікаво, як ти це зробиш, лежачи в калюжі власної крові?

source: Ciekawe, że udało wam się go pozyskać w tak krótkim czasie.
uk: Цікаво, як вам вдалося вирішити це питання за такий короткий час.

source: Ciekawe. Dlaczego załatwianie czegoś dla straży mogłoby mi pomóc zostać tropicielem Araxos?
uk: Цікаво. Як допомога Варті допоможе мені стати слідопитом Араксосу?

source: Ciekawe. Możliwe, że masz rację. Będę się tego pilnował podczas pojedynku!
uk: Цікаво. Можливо, ти маєш рацію. Я буду стежити за цим під час поєдинку!

source: Ciekawe. Musisz mieć bardzo odporny organizm. Sprawdzę, czy pochodzenie może mieć jakiś wpływ na reakcję organizmu... a zresztą, nie będę cię zadręczał taką gadaniną.
uk: Цікаво. У тебе, мабуть, дуже витривалий організм. Перевірю, чи може походження впливати на реакцію організму... втім, не буду тебе втомлювати такими розмовами.

source: Ciekawe. Otmar nie chciał mi powiedzieć, co jest w skrzyniach, więc...
uk: Цікаво. Отмар не захотів розповідати, що в ящиках, тож...

source: Ciekawe. Pewnie musiałeś się do tego przyłożyć?
uk: Цікаво. Певно, тобі довелося прикласти до цього руку?

source: Ciekawe. Z jednej strony na potrzeby tego pokazu mogłaby się przydać, bo mieliśmy wypaść jak najlepiej, z drugiej, cieszę się, że mamy w jednostce kogoś z uczciwymi zapędami.
uk: Цікаво. З одного боку, це може бути корисно, тому що ми повинні показати себе на відмінно, але з іншого боку, я радий, що у нас у загоні є чесна людина.

source: Ciekawe...
uk: Цікаво...

source: Ciekawe... Nie wygląda groźnie...
uk: Цікаво... Не виглядає загрозливо...

source: Ciekawi mnie jedno...
uk: Мене цікавить одна річ...

source: Ciekawi mnie też, dlaczego mając do dyspozycji lukratywną pracę u Lorenzo, interesuje cię współpraca ze mną?
uk: Мені також цікаво, чому, маючи вигідну роботу у Лоренцо, ти зацікавлений у співпраці зі мною?

source: Ciekawi mnie też, dlaczego, mając do dyspozycji lukratywną pracę u Lorenzo, interesuje cię współpraca ze mną?
uk: Мені також цікаво, чому, маючи вигідну роботу у Лоренцо, ти зацікавлений у співпраці зі мною?
